{
  "englishSentence": [
    {
      "sentence": "Tell me and I forget. Teach me and I remember. Involve me and I learn.",
      "author": "Benjamin Franklin"
    },
    {
      "sentence": "A pessimist is one who makes difficulties of his opportunities and an optimist is one who makes opportunities of his difficulties.",
      "author": "Harry S. Truman"
    },
    {
      "sentence": "Always remember that you are absolutely unique. Just like everyone else.",
      "author": "Margaret Mead"
    },
    {
      "sentence": "An unexamined life is not worth living.",
      "author": "Socrates"
    },
    {
      "sentence": "Challenges are what make life interesting and overcoming them is what makes life meaningful.",
      "author": "Joshua J. Marine"
    },
    {
      "sentence": "Don’t judge each day by the harvest you reap but by the seeds that you plant.",
      "author": "Robert Louis Stevenson"
    },
    {
      "sentence": "Education is not the filling of a pail but the lighting of a fire.",
      "author": "William Butler Yeats"
    },
    {
      "sentence": "Every man is a poet when he is in love.",
      "author": "Plato"
    },
    {
      "sentence": "Genius only means hard-working all one’s life.",
      "author": "Mendeleyev"
    },
    {
      "sentence": "Happiness lies not in the mere possession of money; it lies in the joy of achievement, in the thrill of creative effort.",
      "author": "Franklin Roosevelt"
    },
    {
      "sentence": "I am a slow walker, but I never walk backwards.",
      "author": "Abraham Lincoln"
    },
    {
      "sentence": "I can’t change the direction of the wind, but I can adjust my sails to always reach my destination.",
      "author": "Jimmy Dean"
    },
    {
      "sentence": "I didn’t fail the test. I just found 100 ways to do it wrong.",
      "author": "Benjamin Franklin"
    },
    {
      "sentence": "I disapprove of what you say, but I will defend to the death your right to say it.",
      "author": "Voltaire"
    },
    {
      "sentence": "If I looked compared to others far, is because I stand on giant’s shoulder.",
      "author": "Newton"
    },
    {
      "sentence": "If you can’t fly, then run; if you can’t run, then walk; if you can’t walk, then crawl; but whatever you do, you have to keep moving forward.",
      "author": "Martin Luther King"
    },
    {
      "sentence": "If you don’t like something, change it; if you can’t change it, change the way you think about it.",
      "author": "Mary Engelbreit"
    },
    {
      "sentence": "If you have no critics, you will likely have no success.",
      "author": "Malcolm S. Forbes"
    },
    {
      "sentence": "If you judge people, you have no time to love them.",
      "author": "Mother Teresa"
    },
    {
      "sentence": "If you look at what you have in life, you’ll always have more. If you look at what you don’t have in life, you’ll never have enough.",
      "author": "Oprah Winfrey"
    },
    {
      "sentence": "Imagination is more important than knowledge.",
      "author": "Albert Einstein"
    },
    {
      "sentence": "Intelligence plus character – that is the goal of real education.",
      "author": "Martin Luther King"
    },
    {
      "sentence": "It is not how much you do, but how much love you put into the doing that matters.",
      "author": "Mother Teresa"
    },
    {
      "sentence": "Knowledge is a treasure, but practice is the key to it.",
      "author": "British churchman  Thomas Fuller"
    },
    {
      "sentence": "Knowledge is power.",
      "author": "Francis Bacon"
    },
    {
      "sentence": "Life is like riding a bicycle. To keep your balance you must keep moving.",
      "author": "Albert Einstein"
    },
    {
      "sentence": "Living without an aim is like sailing without a compass.",
      "author": "Alexandre Dumas"
    },
    {
      "sentence": "Love the life you live. Live the life you love.",
      "author": "Bob Marley"
    },
    {
      "sentence": "Love well, whip well.",
      "author": "Benjamin Franklin"
    },
    {
      "sentence": "Never argue with stupid people, they will drag you down to their level and then beat you with experience.",
      "author": "Mark Twain"
    },
    {
      "sentence": "Success is not final, failure is not fatal: it is the courage to continue that counts.",
      "author": "Winston Churchill"
    },
    {
      "sentence": "The best and most beautiful things in the world cannot be seen or even touched. They must be felt with the heart.",
      "author": "Helen Keller"
    },
    {
      "sentence": "The first wealth is health.",
      "author": "Ralph Waldo Emerson"
    },
    {
      "sentence": "The greatest glory in living lies not in never falling, but in rising every time we fall.",
      "author": "Nelson Mandela"
    },
    {
      "sentence": "The only thing we have to fear is fear itself.",
      "author": "Franklin Roosevelt"
    },
    {
      "sentence": "The only way to do great work is to love what you do. If you haven’t found it yet, keep looking. Don’t settle.",
      "author": "Steve Jobs"
    },
    {
      "sentence": "The ordinary focus on what they’re getting. The extraordinary think about who they’re becoming.",
      "author": "Robin Sharma"
    },
    {
      "sentence": "The past cannot be changed. The future is yet in your power.",
      "author": "Mary Pickford"
    },
    {
      "sentence": "The purpose of our lives is to be happy.",
      "author": "Dalai Lama"
    },
    {
      "sentence": "The way to get started is to quit talking and begin doing.",
      "author": "Walt Disney"
    },
    {
      "sentence": "There are seven things that will destroy us: wealth without work; pleasure without conscience; knowledge without character; religion without sacrifice; politics without principle; science without humanity; business without ethics.",
      "author": "Mahatma Gandhi"
    },
    {
      "sentence": "Those who dare to fail miserably can achieve greatly.",
      "author": "John F. Kennedy"
    },
    {
      "sentence": "Try not to become a man of success but rather try to become a man of value.",
      "author": "Albert Einstein"
    },
    {
      "sentence": "Until we can manage time, we can manage nothing else.",
      "author": "Peter F. Drucker"
    },
    {
      "sentence": "We must accept finite disappointment, but we must never lose infinite hope.",
      "author": "Martin Luther King"
    },
    {
      "sentence": "When the whole world is silent, even one voice becomes powerful.",
      "author": "Malala"
    },
    {
      "sentence": "When we are saying this cannot be accomplished, this cannot be done, then we are short-changing ourselves. My brain, it cannot process failure. It will not process failure.",
      "author": "Kobe Bryant"
    },
    {
      "sentence": "Where there is a will, there is a way.",
      "author": "Thomas Edison"
    },
    {
      "sentence": "You have to believe in yourself. That’s the secret of success.",
      "author": "Charles Chaplin"
    },
    {
      "sentence": "You must be the change you want to see in the world.",
      "author": "Gandhi"
    }
  ]
}
